import React from 'react'

import './Intro.scss'

const PrivacyIntro = () => {
  return (
    <section className="privacy-intro intro">
      <div className="container">
        <h1 className="privacy-intro__title title title--dark">Текстовая</h1>
        <article className="privacy-intro__article article">
          <p>
            Двери легко можно сравнить с обувью: они есть для разных сезонов, различного вида, цвета, из различных материалов, рабочие и на выход в свет.
          </p>
          <p>
            Главное отличие дверей - это деление на входные и межкомнатные. Самое интересное начинается дальше, а именно: входные для улицы или квартиры, для технических помещений или как украшение жилища. Межкомнатные также различаются по материалам, покрытию, типу открывания, месту установки. Рассмотрим коротко каждую из них.
          </p>
          <p>
            Главное отличие дверей - это деление на входные и межкомнатные. Самое интересное начинается дальше, а именно: входные для улицы или квартиры, для технических помещений или как украшение жилища. Межкомнатные также различаются по материалам, покрытию, типу открывания, месту установки. Рассмотрим коротко каждую из них.
          </p>
          <p>
            Двери легко можно сравнить с обувью: они есть для разных сезонов, различного вида, цвета, из различных материалов, рабочие и на выход в свет.
          </p>
          <p>
            Главное отличие дверей - это деление на входные и межкомнатные. Самое интересное начинается дальше, а именно: входные для улицы или квартиры, для технических помещений или как украшение жилища. Межкомнатные также различаются по материалам, покрытию, типу открывания, месту установки. Рассмотрим коротко каждую из них.
          </p>
          <p>
            Главное отличие дверей - это деление на входные и межкомнатные. Самое интересное начинается дальше, а именно: входные для улицы или квартиры, для технических помещений или как украшение жилища. Межкомнатные также различаются по материалам, покрытию, типу открывания, месту установки. Рассмотрим коротко каждую из них.
          </p>
          <p>
            Двери легко можно сравнить с обувью: они есть для разных сезонов, различного вида, цвета, из различных материалов, рабочие и на выход в свет.
          </p>
          <p>
            Главное отличие дверей - это деление на входные и межкомнатные. Самое интересное начинается дальше, а именно: входные для улицы или квартиры, для технических помещений или как украшение жилища. Межкомнатные также различаются по материалам, покрытию, типу открывания, месту установки. Рассмотрим коротко каждую из них.
          </p>
          <p>
            Главное отличие дверей - это деление на входные и межкомнатные. Самое интересное начинается дальше, а именно: входные для улицы или квартиры, для технических помещений или как украшение жилища. Межкомнатные также различаются по материалам, покрытию, типу открывания, месту установки. Рассмотрим коротко каждую из них.
          </p>
          <h2>Hello</h2>
          <h3>Hello</h3>
          <h4>Hello</h4>
          <h5>Hello</h5>
          <h6>Hello</h6>
        </article>
      </div>
    </section>
  )
}

export default PrivacyIntro